const qna = [
  {
    id: 1,
    title: "사이즈 문의",
    author: "김*정",
    date: "2024-08-07",
    question: "평소 55사이즈 입는데, 이 상품은 사이즈가 어떻게 나왔나요? 정사이즈로 주문하면 될까요?",
    answer: "안녕하세요, 고객님. 문의주신 상품은 정사이즈로 출시되었습니다. 평소 착용하시는 사이즈대로 주문하시는 것을 추천드립니다. 감사합니다."
  },
  {
    id: 2,
    title: "배송 문의",
    author: "이*현",
    date: "2024-08-06",
    question: "지금 주문하면 언제쯤 받아볼 수 있을까요? 금요일까지 꼭 받아야해서요.",
    answer: "안녕하세요, 고객님. 현재 주문량이 많아 배송에 2~3일 정도 소요되고 있습니다. 오늘 주문하시면 목요일 또는 금요일 중으로 수령 가능하실 것으로 보입니다. 최대한 빠른 배송을 위해 노력하겠습니다."
  },
  {
    id: 3,
    title: "재입고 문의",
    author: "박*슬",
    date: "2024-08-05",
    question: "아이보리 색상 재입고 예정 없나요?",
    answer: null
  }
];

export default qna;
